[CorvosGear_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="スペシャル装備"
m_InteractText=" `GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DeadGuyWheel_Twk DisTweaks_UsableObject]
m_LockedMessage="遺体がホイールを止めている。"

[DeadGuyWheel_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ホイールを回す"
m_InteractText="`GBA_Use` をホールドして回す"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_PrsnSewerToPrison_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="ロックされている。`kが必要だ"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_PrsnSewerToPrison_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="コールドリッジ刑務所へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[PrsSwr_door_ms DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="今は開かない"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="鍵がかかっている"

[PrsSwr_door_ms:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Wheel_RatPuzzleRoom_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ホイールを回す"
m_InteractText="`GBA_Use` をホールドして回す"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wood_plank_02_prsnsewer_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="木の厚板"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

